Repository: RafatAwad/emis-sns
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: password
ar: كلمة المرور

source: Password confirmation
ar: تأكيد كلمة المرور

source: name
ar: الاسم

source: role
ar: المسؤولية

source: governorate
ar: المحافظة

source: username
ar: اسم المستخدم

source: email
ar: البريد الالكتروني

source: Password
ar: كلمة المرور

source: Users must have an email address
ar: المستخدمين يتوجب أن يكون لديهم بريد الكتروني

source: roles
ar: المسؤوليات

source: Username
ar: اسم المستخدم

source: Email
ar: البريد الالكتروني

source: First Name
ar: الاسم الأول

source: Last Name
ar: الاسم الأخير

source: Profile Photo
ar: صورة الملف الشخصي

source: phone number
ar: رقم المحمول

source: work feild
ar: موقع العمل

source: Date Added
ar: تاريخ الإضافة

source: user
ar: المستخدم

source: users
ar: المستخدمين

source: Thank you for your email confirmation. Now you can login your account.
ar: نشكرك على تأكيد حسابك, يمكنك الآن تسجيل الدخول إلى حسابك.

source: Activation link is invalid! please re confirmation proccess
ar: رابط تأكيد الحساب غير فعال! الرجاء إعادة عملية التأكيد

source: Activation link has been sent to your email id
ar: أرسلنا رابط تأكيد الحساب إلى بريدك الالكتروني, تحقق من صندوق الوارد

source: user have to confirm his email before login
ar: يتوجب على المستخدم الجديد أن يأكد حسابه حتى بتمكن من الدخول

source: error oops
ar: المعذرة حصل خطأ

source: We ve emailed you instructions for setting your password, if an account exists with the email you entered You should receive them shortly.<br>If you dont receive an email, please make sure you've entered the address you registered with, and check your spam folder.
ar: قمنا بإرسال بريد الكتروني يحتوي على طريقة إعداد كلمة مرورك, إذا كان بريدك الالكتروني صحيح ومسجل لدينا سيصل إليه رسالة الكترونية تحتوي على رابط<br> إذا لم تصلك رسالة فقم بإعادة إدخال بريدك الالكتروني بشكل صحيح, أو تأكد من الرسائل المزعجة.

source: Problem sending reset password email, <b>SERVER PROBLEM</b>
ar: حصل خطأ عند إرسال بريد استعادة كلمة المرور <br> خطأ من السرفر

source: email not exsist
ar: البريد الذي أدخلته غير موجود

source: Your password has been set. You may go ahead and <b>log in </b> now.
ar: تمت عملية إعداد كلمة مرورك بنجاح, يمكنك الاستمرار لتسجيل الدخول حالا.

source: Link is expired
ar: الرابط منتهي

source: Something went wrong, redirecting back to Homepage
ar: حدث خطأ ما, إعادة توجيه إلى الصفحة الرئيسية

source: Your password has been changed
ar: كلمة مرورك تغيرت

source: user info updated successfully
ar: تم تحديث معلومات المستخدم بنجاح

source: user info not updated !!
ar: لم تتم عملية تحديث معلومات المستخدم!!

source: Login successfull
ar: تم تسجيل الدخول بنجاح

source: Invalid credentials, Please check username/email or password.
ar: معطيات خاطئة, الرجاء التحقق من اسم المستخدم / البريد الالكتروني أو كلمة السر.

source: location type
ar: نوع العنوان

source: location types
ar: أنواع العناوين

source: governorate code
ar: رمز المحافظة

source: notes
ar: الملاحظات

source: governorates
ar: المحافظات

source: district code
ar: رمز المديرية

source: district
ar: المديرية

source: districts
ar: المديريات

source: subdistrict code
ar: رمز العزلة

source: subdistrict
ar: العزلة

source: subdistricts
ar: العزل

source: village code
ar: رمز القرية

source: village
ar: القرية

source: villages
ar: القرى

source: subvillage code
ar: رمز المحلة

source: subvillage
ar: المحلة

source: subvillages
ar: المحلات

source: ID
ar: المعرف

source: Name
ar: الاسم

source: address
ar: العنوان

source: addresses
ar: العناوين

source: ID Type
ar: نوع وثيقة الهوية

source: ID Types
ar: أنواع وثيقة الهوية

source: date of birth
ar: تاريخ الميلاد

source: Place of birth
ar: مكان الميلاد

source: id file
ar: ملف الهوية الشخصية

source: place of live
ar: محل السكن

source: Add date
ar: أضف تاريخ

source: parent
ar: ولي الأمر

source: parents
ar: أولياء الأمور

source: edu year
ar: العام الدراسي

source: grade
ar: الصف

source: year
ar: سنة

source: sub district
ar: العزلة

source: sub village
ar: المحلة

source: gender
ar: الجنس

source: shift
ar: الفترة

source: Type of Disability
ar: نوع الإعاقة

source: relation
ar: قرابة ولي الأمر بالطالب

source: school
ar: المدرسة

source: school gender
ar: جنس المدرسة

source: levels
ar: المستويات

source: photo
ar: الصورة الشخصية

source: id type
ar: نوع الهوية

source: gender
ar: الجنس

source: genders
ar: الأجناس

source: level
ar: المستوى

source: type of Disability
ar: نوع الإعاقة

source: types of disabilities
ar: أنواع الإعاقات

source: grade
ar: الصف

source: grades
ar: الصفوف

source: year
ar: السنة

source: years
ar: السنوات

source: shift
ar: الفترة

source: shifts
ar: الفترات

source: school Gender
ar: جنس المدرسة

source: School genders
ar: أجناس المدرسة

source: relations
ar: قرابة ولي الأمر بالطالب

source: rural
ar: حضر أو ريف

source: rurals
ar: حضر أو ريف

source: family status
ar: حالة العائلة

source: families status
ar: حالات العوائل

source: live with
ar: يعيش مع

source: socity type
ar: نوع المجتمع

source: socities types
ar: أنواع المجتمع

source: school code
ar: رمز المدرسة

source: school name
ar: اسم المدرسة

source: schools
ar: المدارس

source: birth certificate
ar: شهادة الميلاد

source: last result
ar: النتيجة الأخيرة

source: other certificate
ar: شهادات أخرى

source: document
ar: وثيقة

source: documents
ar: الوثائق

source: Emis id
ar: رقم الطالب

source: student photo
ar: صورة الطالب

source: father jop
ar: وظيفة الأب

source: mother name
ar: اسم الأم

source: mother work
ar: عمل الأم

source: diseases
ar: الأمراض

source: skills
ar: المهارات

source: checking
ar: تحقق

source: checking date
ar: تاريخ المراجعة

source: Note
ar: ملاحظة

source: Student
ar: طالب

source: Students
ar: الطلاب

source: student checked successfully
ar: تمت عملية مراجعة معلومات الطالب بنجاح

source: tqual
ar: مؤهلات المعلم

source: teacher courses
ar: دورات المعلم التدريبية

source: trining type
ar: نوع التدريب

source: date of hire
ar: تاريخ التوظيف

source: qualification
ar: المؤهل

source: qualifications
ar: المؤهلات

source: object
ar: المادة الدراسية

source: objects
ar: المواد الدراسية

source: job id
ar: الرقم الوظيفي

source: training type
ar: نوع التدريب

source: teacher
ar: المعلم

source: teachers
ar: المعلمين

source: Hi
ar: مرحبا

source: Please click on the link to confirm your registration,
ar: الرجاء الضغط على الرابط لتأكيد تسجيلك ،

source: districts users
ar: مدخلي بيانات المديريات

source: users list
ar: قائمة المستخدمين

source: print report
ar: طباعة تقرير

source: add user
ar: إضافة مستخدم

source: first name
ar: الاسم الأول

source: last name
ar: الاسم الأخير

source: status
ar: الحالة

source: Actions
ar: الإجراءات

source: Login
ar: تسجيل الدخول

source: Sign In to your account
ar: سجل الدخول لحسابك

source: Forgot password?
ar: نسيت كلمة المرور؟

source: choose the language
ar: اختر اللغة

source: resset password
ar: نسيت كلمة المرور

source: change password
ar: تغيير كلمة المرور

source: Reset Password
ar: استعادة كلمة المرور

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
ar: نسيت كلمة مرورك؟ ضع بريدك الالكتروني في الأسفل, حتى نرسل لك طريقة إنشاء كلمة مرور جديدة.

source: Send email
ar: إرسال

source: Password Reset Confirm
ar: تأكيد استعادة كلمة المرور

source: Please enter your new password.
ar: رجاء ضع كلمة المرور الجديدة.

source: Reset password
ar: تجديد كلمة المرور

source: go back
ar: العودة

source: user profile
ar: ملف المستخدم الشخصي

source: profile
ar: الملف الشخصي

source: E mail
ar: البريد الالكتروني

source: Role
ar: المسؤولية

source: Work feild
ar: موقع العمل

source: Phone number
ar: رقم المحمول

source: Sign up
ar: تسجيل مستخدم

source: password1
ar: كلمة المرور الجديدة

source: password2
ar: إعادة كلمة المرور

source: Sign up data entry
ar: تسجيل مدخل بيانات

source: Hello
ar: مرحبا

source: We received a request to reset the password for your account for this email address. To initiate the password reset process for your account, click the link below.
ar: لقد استلمنا منك طلب لتهيئة كلمة المرور لحسابك المسجل بهذا البريد الالكتروني, للقيام بهذه المهمة اضغط على الرابط في الأسفل, أو انسخه والصقه في نافذة المتصفح الخاص بك.

source: This link can only be used once. If you need to reset your password again, please visit
ar: هذا الرابط فقط يستخدم مرة واحدة, إذا أردت تهيئة كلمة المرور مرة أخرى يمكنك زيارة

source: and request another reset.
ar: وأرسل طلب آخر.

source: If you did not make this request, you can simply ignore this email.
ar: إذا لم تكن أنت من قام بهذا الطلب, تجاهل هذه الرسالة.

source: edit user
ar: تعديل المستخدم

source: data entries
ar: مدخلي البيانات

source: Edit user profile
ar: تعديل ملف المستخدم الشخصي

source: users Lis
ar: قائمة المستخدمين

source: reviewers
ar: المراجعين

source: enabled
ar: مفعل

source: disabled
ar: معطل

source: no users
ar: لا يوجد مستخدمين

source: login
ar: تسجيل الدخول

source: Emis - SNS
ar: مركز معلومات الطلابمن ذوي الاحتياجات

source: Home
ar: الرئيسية

source: dashboard
ar: لوحة التحكم

source: Settings
ar: الإعدادات

source: PSN data entry system
ar: نظام ملعومات الطلاب ذوي الاحتياجات الخاصة

source: Powered by
ar: تطوير

source: Account
ar: الحساب

source: Profile
ar: الملف الشخصي

source: Logout
ar: تسجيل الخروج

source: administrator
ar: الإشراف

source: statics
ar: الاحصائيات

source: students
ar: الطلاب

source: all students
ar: جميع الطلاب

source: add student
ar: إضافة طالب

source: all users
ar: جميع المستخدمين

source: all teachers
ar: جميع المعلمين

source: add teacher
ar: إضافة معلم

source: all parents
ar: جميع أولياءالأمور

source: add parent
ar: إضافة ولي أمر

source: settings
ar: الإعدادات

source: home
ar: الرئيسية

source: InterFace
ar: الواجهة

source: Previous
ar: السابق

source: Next
ar: التالي

source: Students Total
ar: إجمالي الطلاب

source: Teachers Total
ar: إجمالي المعلمين

source: governorate districts
ar: مديريات المحافظة

source: governorate info
ar: معلومات المحافظة

source: Edit Student Info
ar: تعديل بيانات الطالب

source: Edit Parent Info
ar: تعديل بيانات ولي الأمر

source: parent profile
ar: ملف ولي الأمر الشخصي

source: Paernt Profile
ar: ملف ولي الأمر

source: parent Information
ar: معلومات ولي الأمر

source: Parent Name
ar: اسم ولي الأمر

source: place of birth
ar: مكان الميلاد

source: More Information
ar: المزيد من المعلومات

source: blood group
ar: فصيلة الدم

source: show
ar: استعراض

source: download
ar: تنزيل

source: contact info
ar: معلومات الإتصال

source: address info
ar: معلومات السكن

source: Student Register Form
ar: استمارة تسجيل طالب

source: parent Register Form
ar: استمارة تسجيل ولي أمر

source: Address Information
ar: معلومات السكن

source: Personal Information
ar: المعلومات الشخصية

source: submit
ar: إرسال

source: Paernt Lis
ar: قائمة أولياء الأمور

source: Parent Lis
ar: قائمة أولياء الأمور

source: parents list
ar: قائمة أولياء الأمور

source: Showing
ar: عرض

source: of
ar: من

source: first
ar: الأول

source: last
ar: الأخير

source: house address
ar: محل السكن

source: no parents found
ar: لم يتم العثور على أي ولي أمر

source: Students Documents
ar: وثائق الطالب

source: Parent Information
ar: معلومات ولي الأمر

source: age
ar: العمر

source: school Name
ar: اسم المدرسة

source: add Student
ar: إضافة طالب

source: edit school
ar: تعديل المدرسة

source: delete school
ar: حذف المدرسة

source: No schools Found
ar: لم نعثر على مدارس

source: student name
ar: اسم الطالب

source: Reg No
ar: رقم الطالب

source: Class
ar: الصف

source: spnType
ar: نوع الإعاقة

source: Student profile
ar: الملف الشخصي للطالب

source: edit student
ar: تعديل الطالب

source: delete student
ar: حذف الطالب

source: check now
ar: تحقق حالاً

source: edit and check
ar: تعديل ومراجعة

source: No Student Found
ar: لم يتم العثور على أي طالب

source: date of brith
ar: تاريخ الميلاد

source: objects_L
ar: المواد التي يدرسها

source: no teachers found
ar: لم نعثر على معلمين

source: School Information
ar: معلومات المدرسة

source: Edit School Info
ar: تعديل بيانات المدرسة

source: school Profile
ar: ملف المدرسة

source: school
ar: المدرسة

source: schools list
ar: قائمة المدارس

source: school Table
ar: كشف المدارس

source: district schools of
ar: مدارس مديرية

source: governorate schools of
ar: مدارس محافظة

source: name of school
ar: اسم مدرسة

source: student form
ar: استمارة الطالب

source: yes
ar: نعم

source: no
ar: لا

source: students lis
ar: قائمة الطلاب

source: students Profile
ar: الملف الشخصي للطالب

source: student info
ar: معلومات الطلاب

source: student emis code
ar: الرقم الوطني للطلاب

source: school info
ar: معلومات المدرسة

source: parent information
ar: معلومات ولي الأمر

source: parent name
ar: اسم ولي الأمر

source: Edit teacher Info
ar: تعديل بيانات المعلم

source: teachers lis
ar: قائمة المعلمين

source: teacher list
ar: قائمة المعلمين

source: teacher Profile
ar: ملف المعلم الشخصي

source: teachers Register Form
ar: استمارة تسجيل معلم

source: all schools
ar: جميع المدارس

source: Schools Total
ar: إجمالي المدارس

source: Parents Total
ar: إجمالي أولياء الأمور

source: edit
ar: تعديل

source: Is father the Gaurd ?
ar: هل الأب هو ولي الأمر ؟

source: hello and welcome in spacial needs students management system
ar: مرحبا بك في نظام إدارة طلاب ذوي الاحتياجات الخاصة

source: address Information
ar: معلومات السكن

source: Student Tables
ar: جدول الطلاب

source: father monthly income
ar: دخل الأب الشهري

source: spacial needs students management system
ar: نظام إدارة طلاب ذوي الاحتياجات الخاصة

source: teachcourse
ar: الدورات التدريبية

source: triningtype
ar: نوع التدريب

source: entrys
ar: المدخلين

source: father yearly income
ar: دخل الأب الشهري

source: Gender
ar: الجنس

source: Genders
ar: الأجناس

source: Relation
ar: القرابة

source: Relations
ar: القرابات
